Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] KO>EN The Final Raid Boss TM.tmx
Source language: ko_kr
Languages: en

source: 던전 입장용 아이템은 준비됐고..
en: now I’ve got all the items necessary to enter to dungeon...

source: 쿠궁!
en: rumble

source: 마저 처리하고 쉬고 있도록!
en: take care of this then rest!

source: 공대장씨를 목격했다는 글이 올라오고 있다고 합니다..
en: on the astrom website and online gaming communities...

source: 보상으로 잃었던 NPC의 명성을 회복합니다.
en: npc reputation will be restored as compensation.

source: 이⋯ 개변태가!!!!
en: this... pervert!!!

source: 결국 멀쩡하게 살아남은 것도 넌데?
en: and you’re the only one who survived unharmed.

source: 헉
en: huff

source: 크억
en: ugh

source: 이제 보니 이 문이랑 비슷하게 생겼잖아?
en: now that I look at it, it looks very similar to this door.

source: 바로잡을 시간입니다.
en: ...we set things right.

source: 그림 하성신
en: art seongshin ha

source: 여기서 빚을 갚아주지
en: I’ll make you pay for it right now.

source: 드디어 끝인가?
en: is it finally completed?

source: 네!
en: yes!

source: 콘티 박수봉
en: storyboard subong park

source: 꽝!!!? (내가꽝!!!?)
en: squeak?!!! (me?!!!)

source: 오류 발생
en: error occurred

source: 끝까지 했으면
en: if only we could’ve finished it...

source: 둥둥
en: float float

source: 급한 상황이니 빠르게 전달하겠네
en: I’ll brief you quickly since this is an emergency.

source: 최초로 악명 2,000을 초과하여 '악한 마음'이 생성됩니다.
en: ‘evil mind’ is created as you have exceeded 2,000 notoriety for the first time.

source: 빙글 빙글
en: spin spin

source: 마왕자의 정체를 들키지 않고 무사히 마왕군으로 복귀시켜라.
en: safely return the demon prince to the demon corps without getting caught.

source: 강력한 욕망의 저주에 잠식된 짐승의 송곳니.
en: a fang of a beast engulfed by the curse of powerful desire.

source: 쿠웅 쿠웅
en: tmp tmp

source: 아직 안 끝난 일이 있어서 말이지
en: I’ve got something to finish first.

source: 찰팍? (그래서?{j}뭐 어쩌라는 거냐?{j}라는 뜻.)
en: glub? (so? what does that have to do with anything?)

source: 놀래라!
en: that scared me!

source: 어째 속은 것 같군ꞏꞏꞏ
en: I somehow feel lied to...

source: -물리 방어력 120%
en: physical attack 120%

source: 프스스
en: skid

source: 크하하!
en: hahaha!

source: 하하..
en: haha...

source: 함정 설치까지는 이해하겠는데
en: ...since it helps my evil reputation if someone gets caught in them.

source: 던전보다 더 좋은 게 있는데 어떻게 가~
en: I couldn’t come because I found something much better than a dungeon.

source: 말도 안 되게 강한 몬스터들한테
en: we got brutally defeated...

source: 상대가 많을수록 능력치가 감소합니다. (최대 40% 감소)
en: the more opponents you face, the lower your stats will be. (decrease by 40%)

source: 콰악!
en: snatch

source: 고장 났나?!
en: did it malfunction?

source: 마왕자는 당신의 악한 마음에 감동하였습니다.
en: the demon prince was impressed by your evil ways.

source: 다른 길드를 만들면 어떻게 할 거야?
en: ...if the boss returns and forms a different guild?

source: 살아있었네?
en: oh, you were still alive?

source: 손 치워
en: hands off.

source: 실종된 줄 알았던 공대장이
en: mr. raid leader who we believed went missing

source: -마법 방어력 100%
en: magical attack 100%

source: 누..눈나..
en: m-miss...?

source: 저 오만한 말투..
en: that arrogant tone...

source: 마왕군 전투복
en: demon corps uniform

source: 펄럭
en: fwoosh

source: 발그레
en: blush

source: 토 일예드
en: to ilette

source: 뭔가 맘에 안드는 듯
en: seems somehow displeased

source: 불편하다⋯
en: how gross...

source: 파앙!
en: fwoosh

source: 건투를 빌지!
en: best of luck to you all!

source: 버둥
en: wriggle

source: 쇽
en: shhk

source: 언니!
en: big sister!

source: 마력운용 51
en: magic control 51

source: 그딴 녀석한테
en: a guy like that...

source: 허억
en: pant

source: 이제 뭐해..?
en: ...what do we do now?

source: 펄쩍
en: jump

source: 일단 끝까지 가보자!
en: let’s go all the way to the bottom!

source: 어?!
en: huh?!

source: 보스 방 앞이라 그런가?
en: is it because they’re right in front of the boss’s room?

source: 저것들은 계속 튀어나와서
en: those guys keep popping up...

source: 꾸라라라... (개무섭다라는 뜻)
en: grarara... (I’m terrified)

source: 책이랑 마법석 좋아하는 거 보면 지능 스탯도 높을 거 같은데
en: his stats should increase because of his interests, such as books and magic stones...

source: 드릴처럼 무기 주위를 맴돌던 오러가 타격 시 뚫고 들어가 피해를 증폭시킨다.
en: an aura that surrounds the weapon like a drill, piercing and amplifying damage upon striking.

source: 이거 기억하지?
en: do you guys remember this?

source: 저 자에게서 묘한 기운이..!
en: I sense a strange energy from that one!

source: 괴물의 핏줄을 따를 거냐?
en: or will you follow the bloodline of the monster?

source: 아직도 모르다니
en: still don’t get it?

source: 아서 왕국의 건국자이신 아서 국왕 전하께서 돌아오셨다!
en: king arthur, the founder of the arthur kingdom himself, has arrived!

source: 72 명성2,866
en: 72 prestige 2,866

source: 너희는 왕국으로 먼저 복귀한다!
en: you guys can go back to the kingdom first!

source: 츠 츠 츠
en: shwoo

source: 퀘스트가 생성되었습니다. [마왕자를 치료해라!]
en: a quest has been created. [heal the demon prince!]

source: 꽈아앙..
en: squeak...

source: ….하아…
en: haa...

source: 자자 2열 종대로 서봐
en: now, stand in two rows.

source: 오랜만이군 호위대장
en: it’s been a while, commander of the guards.

source: 금조기사단은 국경 마을을
en: lyrebird knights, search the border village.

source: 우리를 믿고
en: leave it to us...

source: 호위대장
en: commander of the guards

source: 내가.{j}쟤를.
en: make him. mine.{j}

source: 금조기사단 망토
en: lyrebird knights cloak

source: 근육을 건전지처럼 충전해 사용한다.
en: uses muscles to recharge like batteries.

source: 갑자기 어디서 튀어나온 거야!
en: where did it suddenly come from?!

source: 경험치를 획득할 수 없습니다.
en: you cannot gain exp here.

source: 올라가는 건 쉽지
en: going back up is easy.

source: 그럼 길고 길었던 오해를 풀어볼까?
en: then, shall we go clear up the misunderstanding that lasted way too long?

source: 보여주지 나의 "재능"
en: let me show you my “talent."

source: 왕국을 습격하는 도중 깊은 상처가 생긴 김로마초악 마디키블 왕야닉 2세를 제한 시간 10분 안에 치료하라!
en: heal romachoak madikible wang yanik kim II, who was badly wounded while raiding the kingdom, within 10 minutes!

source: 과거를 기억하는 이곳에서
en: find the lost world

source: 퀘스트가 생성되었습니다. [아서 왕국을 위협하는 반역자를 찾아라!]
en: a quest has been created. [find the traitor of the arthur kingdom!]

source: 답은
en: it’s time...

source: 던전인가?
en: is this a dungeon?

source: 치명타 +33
en: critical hit +33

source: 타앗
en: jump

source: 게다가 여기는..
en: besides, this place is...

source: 백곰기사단장의 갑옷
en: armor of the white bear knights

source: 또 뭔데?
en: what is it now?

source: 그리고 다 계획이 있단 말이지
en: everything is already in place.

source: 스스로 개입하지 못하게 만들었다...?
en: make it so that it can’t even intervene in its own creations...?

source: 부활목
en: revival sticks

source: 이게 마력에 반응해서 왕국에 마법진을 만든 거야
en: this item reacted to the magic and created a magic circle in the kingdom.

source: 경계인은 몬스터화 NPC의 속성을 모두 가지지만 몬스터고 NPC도 아닌 특수 속성입니다.
en: "borderliner" is a special attribute that possesses both monster and NPC attributes but is considered neither of them.

source: 사아악
en: swoosh

source: 성벽 보수 (완료)
en: repair the wall (completed)

source: 남산 타워??!
en: namsan tower?!

source: 그러고 보니..?
en: now that I think about it...

source: 아까 우리 자랑스러운 기사단에게 자네가 했던 말을 돌려주고 싶군
en: I’d like to return the words that you said to our proud knights earlier.

source: 위잉 칙ㅡ 위잉 칙 ㅡ
en: humm-chik humm-chik

source: 레벨이나 올리자..
en: let’s just increase our levels...

source: 파팍!
en: glu-lub!

source: 치료잖아?
en: is also healing, right?

source: 뭐해?
en: then what are you staring at?

source: 모두 무운을 빌지
en: ...I’d like to wish everyone good luck.

source: 평범한 우물?
en: ...a well?!

source: ∙∙∙그래서 패는 거야∙∙∙
en: I just explained why...

source: 크흠!
en: ahem!

source: 공간 마법진을 통해 몬스터들이 소환된 것 같습니다!
en: the monsters must’ve been summoned through this magic circle!

source: 또 떨굴까봐 인벤에 넣음
en: putting items in the inventory in case they fall out again

source: 낑 낑
en: kiik kiik

source: 스르르…
en: sss

source: 느낌 참 쎄하다
en: it feels eerie.

source: 쿠구구구
en: rumble

source: 뭐라고요??!
en: what?!

source: 퀘스트가 갱신되었습니다.
en: the quest has been updated.

source: 잃어버릴 걸 잃어버려야지!
en: how could you lose that, of all things?!

source: 금방 좋아질 거야
en: you’ll get better soon!

source: 어떤 상태여도 상관없어
en: or what state they’re in.

source: [ 권탁 ]
en: [tak kwon]

source: 조건이 충족되어 병력을 편성할 수 있게 되었습니다
en: the condition has been fulfilled. you can now organize troops.

source: 꽝?
en: squeak?

source: 그런 것도 돼?!
en: is that possible?!

source: 마왕자에게 '악한 마음' 전수하라! (완료)
en: pass on your “evil ways” to the demon prince! (completed)

source: 그거 하나 해결 못하나?
en: are you kidding me right now?

source: 그럼 그 복수 내가 대신해줄게
en: I shall take revenge on your behalf,

source: 오만을 떨 정도로 좋은 판단이었네
en: now I understand why you were so arrogant.

source: 뭐 어떻게든 되겠지!
en: it’ll work somehow!

source: 악한 마음
en: evil mind

source: 뭐 많이 한 거 같은데 임무 양만 늘고
en: even though the number of quests have increased and I’ve done a lot,

source: 빠르게 정리할 거니까 잘 쫓아와
en: I’m gonna finish it really quick. make sure not to lose me.

source: 던전을 발견해서 탁 오빠랑 공략 중인데
en: tak and I found a dungeon and we’ve been trying to clear it...

source: 왔다!
en: they’re here!

source: 그럼
en: to end off...

source: 연봉 3배
en: three times your pay.

source: 심심하면 놀러 와!
en: visit me when your bored!

source: 이게 무슨 일이야?
en: what’s going on?

source: 이걸 바로 써먹어보네
en: I didn’t think I’d get to use this right away.

source: 슥 슥
en: fold fold

source: NPC가 착용한 장비
en: equipment worn by npc

source: 성수중일짱 전용 스킬 [사이즈 업]
en: middleschoolthug’s special skill [bulk up]

source: 마법 취소해
en: ... and cancel the summoning

source: 네 여보세요?
en: hello?

source: 기사단 수준ꞏꞏꞏ
en: they’re supposed to be knights?

source: 스켈레톤은
en: what happened to the skeleton?

source: 욕?!{j}칭찬???
en: wait, is that an insult or a compliment?!{j}

source: 설마ꞏꞏꞏ
en: wait...

source: 꽝.. (쓰레기통이냐꽝)
en: squeak... (do you carry a garbage bin?)

source: 해찬이는 당한 것 같은데ꞏꞏꞏ
en: and I think haechan got killed...

source: 아서 국왕 전하의 말씀을 받들어
en: as king arthur mentioned,

source: 새로운 스토리가
en: because you completed

source: 터억
en: tup

source: 사춘기라⋯ 이해해 주세요..
en: it’s puberty... please be understanding...

source: 탁 오빠 화나면 무서운뎅⋯
en: tak is really scary when he’s angry...

source: 차{j}르{j}륵!
en: sw{j}oo{j}sh

source: 플레임 오러
en: flame aura

source: 드디어..
en: finally...

source: 마계의 힘드로만..{j}쿨럭!
en: can only be healed by the demonic power...{j}cough!

source: 미션을 성공했습니다.
en: mission successful.

source: 원래는 폭포가 끝나는 지점에 있는 비석에 사용하는 거지만
en: normally, you’re supposed to use these on the stone at the end point of the waterfall.

source: 근데ꞏꞏꞏ
en: but...

source: 쿠오오
en: graah

source: 나..
en: what...

source: 찰팍.. (그냥..)
en: glub... (they’re...)

source: 뭐야?
en: what the?

source: 왕자의 시선
en: the prince’s perspective

source: 역시..{j}전기 원툴이라 어쩔 수 없나..?
en: you probably can’t do much since you only specialize in electric attacks.

source: 이러면 좀...
en: even so, it’s kinda...

source: [킹갓엠퍼러우젤멋 스파이럴앤드릴앤슬래시!!!!]
en: [king god imperial style spiral slash!!!]

source: 이제 니가 책임지고 얘들 원거리 공격 숙련시켜
en: you should take charge of training the goblins to perform long-distance attacks.

source: 탁이 오빠 혼자 ABC 길드원 43명을 PK로 보내버리고
en: tak PK’d 43 members of the ABC guild.

source: 콜라 강등 잼...
en: it’s fun to demote cola...

source: 바쁜 척
en: pretending to be busy

source: 무시에 약한 듯 하다
en: can’t stand being ignored

source: 배치기!
en: belly strike!

source: 이건?!
en: this is...

source: 이 근처인데..
en: it’s somewhere around here...

source: 하아..
en: sigh...

source: 푸슈슉
en: fwoosh

source: 신의 계시에 따라 잡일을 하는 평범한 심부름꾼이라고요!
en: I’m just a messenger who takes god’s order!

source: 개 먹기 싫게 생겼다..{j}진짜..
en: it doesn’t look appetizing at all...

source: 비밀 수색한 결과
en: as a result of the secret investigation...

source: 그 짧은 순간에...!
en: in that brief moment...?

source: 계급은 현재 2가지만
en: currently, only two classes

source: 꺄륵!
en: squeal

source: 멋으로 착용할 수는 있지만, 장착템은 아닌 것 같다.
en: you could wear it for style, but it doesn’t seem like equipment.

source: 촤아아아
en: chwaaa

source: 난 몸과 힘을 모두 빼앗기고 버려졌지.
en: I lost my body and strength.

source: 좋긴 좋은데ꞏꞏꞏ
en: it’s a good item, but...

source: 펄 럭!
en: flap

source: 제발 그만해에
en: please stop...

source: 치직
en: pzzt

source: 이곳에 누군가 올 것이라고..
en: said someone will arrive here...

source: 촤아아!
en: kwaa

source: 이거 잘하면
en: I think...

source: 일반인-
en: mediocre-

source: 빛을 지키는 자
en: with the duty to protect the light.

source: 그래 제자!
en: right, mentees!

source: 토도도
en: tap tap tap

source: 제군들!
en: gentlemen!

source: 쓰담 쓰담
en: stroke stroke

source: 쿠구구!
en: krrrk

source: 아이템을 회수한다니..
en: why did it retrieve the item...?

source: 얘가 찐아서다
en: this is the real arthur.

source: 던전?
en: a dungeon?

source: 대장형은 정신력이야!
en: the raid boss has mental strength too!

source: 사악한 반역자 놈들!!!
en: you evil traitors!!!

source: 해
en: go on.

source: 퍽퍽퍽퍽
en: pow pow pow pow

source: 화륵
en: fwoom

source: 죄송합니다..
en: I’m sorry...

source: 와...왕이다!
en: woah... it’s the king!

source: 미공개 지역 [전설이 잠든 곳]을 발견하였습니다.
en: you have discovered a hidden place [where the legend sleeps].

source: 이 맵이 괜히 있는 게 아닐 거야!
en: this map has to exist for a reason!

source: 멋'을 좀 아는구나?
en: you’ve surely got a good “style”.

source: 아휴 인벤토리 난잡한 거 봐...{j}팔지도 못하는 거..
en: ugh, look how messy the inventory is. I can’t even sell this stuff.{j}

source: 하지만 비밀리에 움직여야 하니
en: however, I hope you keep quiet when we’re out on a mission...

source: 저분은 도대체···
en: who the heck is this person...

source: 실패
en: fail

source: 꽈아앙! (조각성 봐라!{j}니가 시켰잖슴!{j}이라는 뜻)
en: {j}squeaak! (look at the sculpture! you told us to make it!)

source: 근접캐만 있었으면 지옥이었겠다
en: it would’ve been hell if we were both close-range fighters.

source: 드디어 왔구나
en: it has finally come.

source: 체력 +5,000 마력 +5,000 마법 저항 +75 모든 스탯 +25
en: hp +5000 mp +5000 magic resistance +75 all stats +25

source: 그래 한번 해보자
en: okay, let’s give it a try

source: 그렇다면 네 이름은⋯
en: if that’s the case, your name will be...

source: 거대한 손으로 후려친다.
en: target is slapped with a giant hand.

source: 사아아
en: shaaa

source: 설정해 놓은 단계가 있다 이거지?
en: ...are you saying that I need to take proper steps?

source: 콰 직!
en: crack

source: 너한테도 마지막으로 묻지
en: I’ll ask you one last time.

source: 츠츠츳!
en: skiid

source: 아직 30년은 이르다!
en: ... you’re thirty years too young!

source: 현재 등급 :
en: current grade:

source: 쿠웅!!
en: thud

source: 크아아!!
en: kraah!

source: 일단 기분 좀 가라앉히고
en: try to calm down...

source: 저..저..{j}아휴ꞏꞏꞏ.
en: {j}ugh, that guy...

source: *마왕군만 착용 가능
en: *can only be worn by demon corps members

source: 팽그르르
en: TINGLE

source: 빨강머리!!
en: red head!!

source: 브스슥
en: SKID

source: 우우웅!
en: vwoom

source: 이번엔 마음 넒은 내가 너그럽게 봐주지
en: I’ll take care of you with an open heart this time.

source: 그래···
en: right...

source: 현상 수배자가 되어 페널티가 발생합니다.
en: you have become a wanted criminal. a penalty will be given.

source: 1/4 대미지인데도 개아프네
en: even 1/4 damage hurts so damn much.

source: 꽈앙.. (무섭다꽝..)
en: squeak... (I’m scared...)

source: [마왕군 복귀]
en: [return to the demon corps]

source: 콰{j}스{j}스{j}스
en: sm{j}a{j}a{j}sh

source: 퀘스트 오셨나이까!
en: is my quest finally here?!

source: 영험한 수통
en: spiritual bottle

source: 방어력 :{j}720 -물리 방어력 250% -마법 방어력 250% 내구도 :{j}자동 회복
en: defense: 720 -physical power: 250% -magical power: 250% durability: automatic recovery

source: 나 같은 생각을 한 사람이 또 있는 건가?
en: could it be that someone had the exact same thought as me?

source: 무슨 일이냐니까?!
en: I asked what happened?!

source: 아니 무슨 자리⋯
en: what do you mean by territory...?

source: 클리어 시 추가 보상이 주어집니다.
en: you will be given additional compensation if you clear the dungeon.

source: 그것은⋯!
en: it’s because...!

source: 아우씨!!
en: ugh!!

source: 어쩌지..?
en: about the report...?

source: 마왕군의 상징
en: emblem of the demon corps

source: 버프
en: buff

source: 좋은데?
en: it looks good!

source: 하..
en: sigh...

source: 또 여기야?
en: this place again?

source: 그나저나 AI는 무슨 생각이길래 캐릭터 디자인을 저따구로..
en: anyway, what was the ai thinking? why did it design a character like that...?

source: 땅굴이면 역시 벽이지..?
en: perhaps there’s something in the walls...

source: 지니한테 대충 들으셨겠지만 저희가 반역자에게 당했습니다
en: as you’ve probably heard from genie already, we were played by the traitor.

source: 파 악
en: pffk

source: 그것 때문에 불렀어!
en: that’s why I summoned you!

source: 누구 말인가..!
en: who are you talking about...?!

source: 맞아!
en: I knew it!

source: 저주...?
en: a curse...?

source: 네.
en: that’s right.

source: 시간을 너무 많이 잡아먹어..
en: ...with the level difference being this huge.

source: 하나도 남김없이 부숴주지
en: ...so that I can destroy everything.

source: 불끈
en: flex

source: 쨍그랑
en: shatter

source: 24시간이 왜 이렇게 길어!!
en: why does 24 hours feel like forever!!!

source: 그건 뭐?{j}팍씨! (꽝?{j}꽝!)
en: well what? huh? (squeak? squeak?)

source: 플리커님!!!
en: flicker!!!

source: 기획에도 없던 토끼가 튀어나와서 오류 노트를 가져갔다고 하면..
en: if I say a rabbit came out of nowhere and took the error report...

source: 자네들도 함께 가지
en: you guys come with me.

source: 시간을 더 끌면 콜라도 못 버틸 거야
en: if I drag this out any longer, cola won’t be able to hold out either.

source: 날 외지에 보내놓고 혼자 일을 벌인 건가!
en: did you send me out to work alone?!

source: 몬스터가 아이템도 먼저 주고
en: the monster even gave me the item first.

source: 스승이 되어주십쇼!
en: please be my mentor!

source: 꽝 꽝?? (아니 이건??)
en: squeak squeak...? (wait, this is...?)

source: 그 판단 덕분에 영생을 얻진 못하겠군
en: but it looks like you won’t be able to achieve immortality because of it.

source: 알겠어!
en: all right!

source: 마왕자 사망 시 마왕자 원념의 저주 발동
en: if the demon prince dies, the demon prince’s curse of resentment will be activated.

source: 조건형 성장 아이템
en: item restored for completing the quest

source: 여기 있었네?
en: so here you are.

source: 나 왜?{j}뭐?
en: hm? what about me?{j}

source: 어서 시작하자
en: let’s do this.

source: 도전 정신!
en: this is the spirit!

source: 퀘스트가 생성되었습니다.
en: a quest has been created.

source: 긴급 상황을 대비해 테스트 장비에만 넣은 전기 자극 시스템을 이용하고 있는 거야
en: ...he’s using an electrical stimulation system which has only been put to the test in case of emergencies.

source: 원래 모습의 콜라
en: cola's original form

source: 꽝! (도전이다꽝!)
en: squeak! (I’ll try it anyway!)

source: 꿍
en: WHAM

source: 쿠아아앙
en: kaboom

source: 꽝꽝.. (못 보겠다꽝..)
en: squeak squeak... (I don’t think I can watch this...)

source: 에휴
en: haa...

source: 콰 아아
en: whirr

source: 좋습니다!
en: got it!

source: 앗
en: am

source: 대상이 세뇌 또는 소환 상태일 때만 사용 가능합니다.
en: you can only use this skill when the target is either brainwashed or summoned.

source: 나는 어둠에서 만들어져
en: I was born in the darkness

source: 저게 진짜 악이야!
en: he’s the real evil!

source: 일정 시간마다 수통에 영험한 기운의 액체가 채워진다.
en: the bottle will be filled with magical energy liquid at regular intervals.

source: 녀석...
en: you punk...

source: 좋았어!!
en: nice!!

source: 베타테스터 '공대장'
en: beta-tester “raid boss”

source: 쌔 애앵
en: fwoosh

source: 땡강!
en: clink

source: 낄 낄
en: giggle giggle

source: 찰파팍! (내가 뭐라 그랬냐!
en: glu-lub! (I told you!)

source: 일단 전 AI가 뭔지 모릅니다!!
en: first, I don’t know what ai even is!!

source: 너무 신경 쓰인다!
en: it’s too distracting!

source: 당신처럼
en: I want to be...

source: [연계] [길드 퀘스트] 아서 왕국의 국왕이 신원 미상의 존재에게 암살 당했습니다.
en: [link] [guild quest] the king of arthur kingdom has been assassinated by an unknown entity.

source: 그래서 허접한 실력으로
en: that’s why, even with your lousy skills, you tried your best...

source: 너는 버릇부터 고쳐야겠어
en: fixing your habit comes first.

source: 아이템으로 만들어주마!!!
en: ,I’ll make you into an item!!!

source: 촤아악!
en: kwaaa

source: 준결승까지는 운으로 올라간 것 같았는데
en: while it might look like he’d advanced to the finals by luck...

source: 꽝꽝! (잔말 말고 칭찬해라꽝!)
en: squeak squeak! (shut up and just praise me!)

source: NPC와 몬스터의 퀘스트를 완료하여 새로운 스토리가 생성됩니다.
en: a new storyline has been created because you completed the npc and monster quests.

source: 쿨럭!
en: cough!

source: 웅성웅성
en: murmur murmur

source: 이걸 어떻게 읽으라고!
en: how did he expect us to read this?!

source: 치료가 안 될 수도 있는데
en: it might not work.

source: 쟤들?
en: those guys?

source: 공대장님!
en: raid boss!

source: 소모 아이템 (남은 갯수 5개)
en: consumable item (5 left)

source: 덜그럭
en: grab

source: 장외만큼은...!
en: he’s just as strong as...!

source: 없지?
en: none?

source: 팟!
en: pfk

source: 이제 와서 뭘 더 고민하라고
en: what more is there to think about?

source: 툭툭
en: knock knock

source: 스윽..
en: ssk

source: 국왕의 죽음을 밝혀 반역자로 몰린 상황을 정리하라.
en: you are accused of treason. reveal the truth of the king’s death to handle the false accusation.

source: 꽈앙.. (괜찮은 것 같기도 하고꽝ꞏꞏꞏ)
en: squeak... (I guess it doesn’t look too bad...)

source: 꽝꽝? (근데 우리 어떻게 나가냐꽝?)
en: squeak squeak? (by the way, how do we get out of here?)

source: 턱...
en: tup

source: 아이씨!
en: god!

source: 조련 52
en: training 52

source: 티잉!
en: ting

source: 잘 찍고 있지?
en: hey, make sure you’re getting this!

source: ∙∙∙왜?
en: ...but why?

source: 초록 놈들은 철재만 나눠서 정리하도록 하라!
en: and green goblins, of the iron and organize them!

source: 그럼 콜라랑 같이 만들고 싶은 대로 만들어봐
en: I’ll leave it to you and cola to make something out of it.

source: 꽝꽝.. (여기서 정상은 나밖에 없다꽝..)
en: squeak squeak... (I’m the only normal person here...)

source: 크악!!
en: argh!!

source: 다 왔습니다.
en: we have arrived.

source: 촤르르
en: rattle

source: 다시 인간이 된 아서에게 당신은 존경스러운 리더입니다.
en: you have become a leader that he greatly admires.

source: 그래.{j}이거지!
en: yup, this is more like it!{j}

source: 이상한 행동을 하기 마련이야
en: ...when they have something to hide.

source: 스토리를 완료하면
en: once the story is

source: 최강의 '방어 타워'를 만드는 것이지!!
en: and make the strongest “defense tower”!

source: 마왕자를 도와 마왕군의 임시 거처가 될 던전을 구축하라!
en: work with the demon prince, and build a dungeon that will serve as the temporary residence of the demon corps!

source: 근데 작은 문제가 있어
en: but we have a small problem.

source: 헬라임은..
en: what about arnold...?

source: 한시가 급한데 이렇게 무턱대고⋯
en: it seems urgent. why so reckless...

source: 빨리 해명해!
en: quickly explain yourself, redhead!!

source: 뭐야?!
en: what?!

source: 하극상 응징
en: supreme punishment

source: 크허헉!!
en: ahh!!!

source: 파팡!!
en: po-pow

source: 휘하 병사 친밀도 최고치 달성 (완료).
en: reach the highest level of intimacy with subordinates (completed).

source: 넌 뒤졌다
en: you’re dead.

source: 오~ 개꿀
en: ohhh, sweet!

source: 슈 욱
en: SWOOSH

source: 정상
en: normal

source: 헬라임 전용 스킬
en: hellime’s special skill

source: 히든 보스를 길들였는데도 변한 게 크게 없이
en: nothing changed even though I tamed the hidden boss.

source: 드디어 새로운 임무가!
en: finally, a new mission!

source: 슥{j}삭
en: {j}rub rub

source: 그런 칭찬은 조금 부끄러울지도⋯?
en: isn’t a compliment like this one a little embarrassing...?

source: 나의 "육.체.력"을 받아라!
en: ...take on my “physical strength!"

source: 소환의 룬석으로 연락이라도 드려볼까요?
en: ...should I try to contact him using the summoning rune?

source: [아서 왕국 국경을 수비하라!]
en: [defend the borders of arthur kingdom!]

source: 이제 남은 게..
en: now, what do we have left...?

source: 그냥 평범한 시공간을 넘는 만렙 토끼에요!
en: I’m just a ordinary full rank rabbit who can travel through time!

source: 꽝!!? (비밀동굴!!?)
en: squeak?!! (is it a hidden cave?!!)

source: 높게 도약해 회전력과 무게로 내리찍는 기술.
en: the technique of jumping high and slamming the enemy down using rotational force and body weight.

source: 최종보스 길드다!
en: it’s the final boss guild!

source: 모자다꽝!
en: my hat, kkwang!

source: 몬스터 배치를 완료하면 던전의 난이도가 측정됩니다.
en: the difficulty level of the dungeon will be measured after the monster placement is completed.

source: 꽝⋯?
en: kkwang...?

source: 이번 임무는 특히 이상해
en: the missions are particularly strange this time around.

source: 어디 이등병이 하대를 해?!
en: and you call yourself a private first class?!

source: 꽤애애애애애액!
en: screeeee!

source: IG소프트
en: IG soft

source: 아무도 안 믿어주겠지
en: no one will believe me.

source: 네놈이 반역자구나!
en: so you're the traitor!

source: 나머지는 내가 알아서 할 테니
en: I’ll take care of everything else.

source: 쪽수로 밀어붙여!
en: overwhelm with great numbers!

source: 왜 회복이 안 돼?
en: it isn’t healing?

source: 쐐애액
en: SWOOSH

source: 스륵..
en: swoo

source: 이건...
en: this...

source: 평범 :{j}시공간…?
en: travel across time and space = ordinary...?

source: 꾸라락?!
en: grara?!

source: 역시 쉽게 가는 법이 없구만
en: I knew it wouldn’t be easy.

source: 쫄따구 중에서 제일 근돼인 녀석을...
en: the most hardworking guy amongst all of my subordinates...

source: 마계의 생명체는 쿨럭..
en: the creature from the demon world... cough...

source: (오브!
en: (the orb!

source: 시원하게 박살 냈네
en: he totally destroyed them.

source: 우리의 특명은
en: our special mission is

source: 화르르..
en: fwoom

source: 국경마을 기사단 건물 복도
en: a hallway inside the border village knights building

source: 억울한 세월을 보낸 아서왕은 아서 왕국을 뒤엎을 새로운 세력을 양성하려고 합니다.
en: king arthur, who has lived an unjust life, is trying to train a new force to overthrow the kingdom.
